Repository: meego-netbook-ux/meego-panel-devices
Catalog: po/*.po
Languages: da, es, fa, fi, gl, it, ms, nb, ro, sk, tr, uk

source: This file system is compatible with Linux systems only and provides classic UNIX file permissions support. This file system does not use a journal.
es: Este sistema de archivos es compatible únicamente con los sistemas Linux y proporciona la ayuda clásica de los permisos de archivo UNIX. Este sistema de archivos no utiliza un diario.
fi: Tämä tiedosto on yhteensopiva Linux-järjestelmän kanssa ja tarjoaa klassisen UNIX-tiedoston oikeuksien tuen. Tämä tiedostojäjrestelmä ei käytä muistiota.
it: Questo file system è compatibile con i sistemi Linux e fornisce solo supporto per permessi di file UNIX classici. Questo file system non fa uso di journal.

source: This file system is compatible with Linux systems only and provides classic UNIX file permissions support.
es: Este sistema de archivos es compatible únicamente con los sistemas Linux y proporciona la ayuda clásica de los permisos de archivo UNIX.
fi: Tämä tiedosto on yhteensopiva Linux-järjestelmän kanssa ja tarjoaa klassisen UNIX-tiedoston oikeuksien tuen.
it: Questo file system è compatibile con i sistemi Linux e fornisce solo supporto per permessi di file UNIX classici

source: Swap area used by the operating system for virtual memory.
es: Área Swap usada por el sistema operativo para la memoria virtual.
fi: Käyttöjärjestelmä käyttää vaihtoaluetta virtuaaliselle muistille.
it: L'area swap è utilizzata dal sistema operativo per la memoria virtuale.

source: The native Windows file system. Not widely compatible with other operating systems than Windows.
es: El sistema de archivos nativo de Windows. No extensamente compatible con otros sistemas operativos que Windows.
fi: Alkuperäinen WIndowsin tiedostojärjestelmä. Ei laajasti yhteensopiva muiden tiedostojärjestelmien kuten Windowsin kanssa.
it: File di sistema nativo di Windows. Non molto compatibile con sistemi operativi diversi da Windows.

source: Simple filesystem with low overhead and UNIX permissions support. Not widely compatible with other operating systems than Linux and Minix.
es: Sistema de archivos simple con bajo coste indirecto y permisos de ayuda de UNIX. No extensamente compatible con otros sistemas operativos que Linux y Minix.
fi: Yksinkertainen tiedostojärjestelmä matalalla kuormituksella ja UNIX-oikeuksien tuella. Ei laajasti yhteensopiva muiden tiedostojärjestelmien kuten Linuxin ja Minixin kanssa.
it: File di sistema semplice con basso overhead e supporto per le autorizzazioni UNIX. Non molto compatibile con sistemi operativi diversi da Linux e Minix.

source: No file system will be created.
es: No se creará ningún sistema de archivos
fi: Tiedostojärjestelmää ei luoda.
it: Non verrà creato nessun file di sistema.

source: Create an Extended Partition for logical partitions.
es: Crea una partición extendida para particiones lógicas.
fi: Luo laajennettu osiointi loogisille osioinneille.
it: Creare una Partizione estesa per le partizioni logiche.

source: The Master Boot Record scheme is compatible with almost any device or system but has a number of limitations with respect to disk size and number of partitions.
es: El esquema de registro principal de arranque es compatible es compatible con casi cualquier dispositivo o sistema pero tiene un número de limitaciones con respecto al tamaño de disco y al número de particiones.
fi: Pääkäynnistystietueen kaava on yhteensopiva melkein kaikkien laitteien tai järjestelmien kanssa, mutta sillä on joukko rajoituksia levykkeen kokoon ja osiointien määrään liittyen.
it: Lo schema Master Boot Record è compatibile con quasi ogni dispositivo o sistema, ma ha una serie di limitazioni per quanto riguarda le dimensioni del disco e il numero di partizioni.

source: A legacy scheme that is incompatible with most systems except Apple systems and most Linux systems. Not recommended for removable media.
es: Un esquema anterior que es incompatible con la mayoría de los sistemas excepto los de Apple y la mayoría de los Linux. No recomendado para medios extraibles.
fi: Vanha malli, joka on yhteensopiva lähes kaikkien järjestelmien paitsi Apple-järjestelmien ja useimpien Linux-järjestelmien kanssa. Ei suositella irrotettaville tietovälineille.
it: Un sistema legacy che non è compatibile con la maggior parte dei sistemi ad eccezione di sistemi Apple e la maggior parte dei sistemi Linux. Non consigliato per i supporti rimovibili.

source: The GUID scheme is compatible with most modern systems but may be incompatible with some devices and legacy systems.
es: El esquema GUID es compatible con la mayoría de los sistemas modernos pero puede ser incompatible con algunos dispositivos y sistemas anteriores.
fi: GUID-malli, joka on yhteensopiva lähes kaikkien modernien järjestelmien kanssa, saattaa olla yhteensopimaton joidenkin laitteiden ja vanhojen järjestelmien kanssa.
it: Lo schema GUID è compatibile con la maggior parte dei sistemi moderni, ma può essere incompatibile con alcuni dispositivi e sistemi legacy.

source: Marks the entire disk as unused. Use this option only if you want to avoid partitioning the disk for e.g. whole disk use or floppy / Zip disks.
es: Marca el disco entero como no utilizado. Utiliza esta opción solamente si quieres evitar particionar el disco; por ejemplo disco entero o discos Zip.
fi: Merkitsee koko levykkeen käyttämättömäski. Käytä tätä asetusta ainoastaan, jos haluat välttää levykkeen osituksen, ts. koko levykeen tai levykkeiden avulla.
it: Segna tutto il disco come non utilizzati. Utilizzare questa opzione solo se si vuole evitare il partizionamento del disco, ad esempio, l'utilizzo dell'intero disco o dischi flopp/yZip.

source: LUKS Passphrase for UUID %s
es: Contraseña LUKS para UUID %s
fi: LUKS-tunnuslause UUID:lle %s
it: Frase di accesso LUKS per UUID %s

source: %.1f KB/s
fi: %.1f Kt/s

source: %.1f MB/s
fi: %.1f Mt/s

source: %.1f GB/s
fi: %.1f Gt/s

source: Virtual
fi: Virtuaalinen

# connection name
source: Unknown
es: Desconocido
fi: Tuntematon

source: %s at %s
es: %s en %s
fi: %s kohteessa %s
it: %s a %s

# RAID level
source: Stripe (RAID-0)
es: División (RAID-0)
fi: Raidoitettu (RAID-0)

# RAID level
source: Mirror (RAID-1)
es: Espejo (RAID-1)
fi: Peilattu (RAID-1)

# RAID level
source: Parity Disk (RAID-4)
es: Disco de paridad (RAID-4)
fi: Pariteettilevyke (RAID-4)
it: Disco di parità (RAID-4)

# RAID level
source: Distributed Parity (RAID-5)
es: Paridad distribuida (RAID-5)
fi: Jaettu pariteetti (RAID-5)
it: Parità distribuita (RAID-5)

# RAID level
source: Dual Distributed Parity (RAID-6)
es: Distribución de paridad dual (RAID-6)
fi: Jaettu kaksoispariteetti (RAID-6)
it: Doppia parità distribuita (RAID-6)

# RAID level
source: Stripe of Mirrors (RAID-10)
es: División de espejos (RAID-10)
fi: Peilien raidoitus (RAID-10)
it: Stripe di mirror (RAID-10)

# RAID level
source: Concatenated (Linear)
es: Concatenado (linear)
fi: Yhdistetty (lineaarinen)
it: Concatenato (lineare)

# RAID level
source: Linear
fi: Lineaarinen
it: Lineare

source: Striped set without parity. Provides improved performance but no fault tolerance. If a single disk in the array fails, the entire RAID-0 array fails.
es: División configurada sin paridad. Proporciona mejor funcionamiento pero no tolerancia a fallos. Si sólo un disco del conjunto falla, el conjunto completo RAID-0 falla.
fi: Raidoitettu asetus ilman pariteettia. Tarjoaa paremman tehon, mutta ei virhetoleranssia. Jos yksittäinen levyke ryhmässä epäonnistuu, koko RAID-0-ryhmä epäonnistuu.
it: Set di stripe senza parità. Offre una migliore prestazione, ma non tolleranza ai guasti. Se un singolo disco nell'array fallisce, fallirà l'intero array RAID-0.

source: Mirrored set without parity. Provides fault tolerance and improved performance for reading. RAID-1 arrays can sustain all but one disk failing.
es: Sistema reflejado sin paridad. Proporciona tolerancia de fallos y funcionamiento mejorado para lectura. Los conjuntos RAID-1 pueden sostener el fallo de todos los discos menos uno.
fi: Peilattu asetus ilman pariteettia. Tarjoaa virhetoleranssin ja paremman tehon lukemiseen. RAID-1-ryhmä voi ylläpitää yhtä lukuunottamatta kaikki levykkeiden epäonnistumiset.
it: Set di mirror senza parità. Fornisce tolleranza ai guasti e prestazioni migliorate per la lettura. Gli array RAID-1 sono in grado di sostenere tutti i fallimenti del disco tranne uno.

source: Striped set with parity on a single disk. Provides improved performance and fault tolerance. RAID-4 arrays can sustain a single disk failure.
es: División configurada con paridad en un único disco. Proporciona mejor funcionamiento y tolerancia a fallos. Los conjuntos RAID-4 pueden sostener el fallo de un sólo disco.
fi: Raidoitettu asetus ilman pariteettia. Tarjoaa paremman tehon ja virhetoleranssin. RAID-4-ryhmä voi ylläpitää yhden levykkeen epäonnistumisen.
it: Set di stripe senza partià su un disco singolo. Fornisce una migliore performance e tolleranza ai guasti. Gli array RAID-4 possono sostenere un unico guasto del disco.

source: Striped set with distributed parity. Provides improved performance and fault tolerance. RAID-5 arrays can sustain a single disk failure.
es: División configurada con paridad distribuida. Proporciona mejor funcionamiento y tolerancia a fallos. Los conjuntos RAID-5 pueden sostener el fallo de un sólo disco.
fi: Raidoitettu asetus ilman pariteettia. Tarjoaa paremman tehon ja virhetoleranssin. RAID-5-ryhmä voi ylläpitää yhden levykkeen epäonnistumisen.
it: Set di stripe con parità distribuita. Fornisce una migliore performance e tolleranza ai guasti. Gli array RAID-5 possono sostenere un unico guasto del disco.

source: Striped set with dual distributed parity. Provides improved performance and fault tolerance. RAID-6 arrays can sustain two disk failures.
es: División configurada con paridad distribuida dual. Proporciona mejor funcionamiento y tolerancia a fallos. Los conjuntos RAID-6 pueden sostener el fallo de dos discos.
fi: Raidoitettu asetus ilman pariteettia. Tarjoaa paremman tehon ja virhetoleranssin. RAID-6-ryhmä voi ylläpitää kaksi levykkeiden epäonnistumista.
it: Set di srtipe con doppia parità distribuita. Fornisce una migliore performance e tolleranza ai guasti. Gli array RAID-6 possono sostenere due guasti del disco.

source: Striped set with distributed parity. Provides improved performance and fault tolerance. RAID-10 arrays can sustain multiple drive losses so long as no mirror loses all its drives.
es: División configurada con paridad distribuida. Proporciona mejor funcionamiento y tolerancia a fallos. Los conjuntos RAID-10 puede sostenerla pérdida de múltiples unidades siempre y cuando ningún espejo pierda todas sus unidades.
fi: Raidoitettu asetus ilman pariteettia. Tarjoaa paremman tehon ja virhetoleranssin. RAID-4-ryhmä voi ylläpitää monia ohjaimien menetyksiä niin kauakn kuin peili ei menetä kaikki ohjaimiaan.
it: Set di stripe con parità distribuita. Fornisce una migliore performance e tolleranza ai guasti. Gli array RAID-10 possono sostenere perdite multiple di drive a condizione che nessun mirror perda tutt i suoi dirve.

source: Unknown RAID level %s.
es: Nivel RAID desconocido %s.
fi: Tuntematon RAID-taso %s.
it: Livello RIAD %s sconosciuto.

source: Disk is healthy
es: Disco en buen estado
fi: Levyke on ehjä
it: Il disco è sano

source: Disk was used outside of design parameters in the past
es: El disco fue anteriormente utilizado fuera de los parámetros de diseño
fi: Levykettä käytettiin menneisyydessä rakenneparametrien ulkopuolella.
it: Il disco è stato utilizzato al di fuori dei parametri di progettazione nel passato

source: Disk has a few bad sectors
es: El disco tiene algunos sectores defectuosos
fi: Levykkeellä on muutamia huonoja sektoreita.
it: Il disco contiene alcuni settori difettosi

source: DISK IS BEING USED OUTSIDE DESIGN PARAMETERS
es: EL DISCO ESTÁ SIENDO USADO FUERA DE LOS PARÁMETROS DE DISEÑO
fi: LEVYKETTÄ KÄYTETTIIN RAKENNEPARAMETRIEN ULKOPUOLELLA
it: IL DISCO E' UTILIZZATO FUORI DAI PARAMETRI DI PROGETTAZIONE

source: Backup all data and replace the disk
es: Realiza una copia de seguridad de los datos y reemplaza el disco
fi: Varmuuskopioi kaikki tiedot ja vaihda levyke
it: Effettuare il back up di tutti i dati e sostituire il disco

source: DISK HAS MANY BAD SECTORS
es: EL DISCO TIENE MUCHOS SECTORES DEFECTUOSOS
fi: LEVYKKEELLÄ ON MONTA HUONOA SEKTORIA
it: IL DISCO HA MOLTI SETTORI DIFETTOSI

source: DISK FAILURE IS IMMINENT
es: EL FALLO DEL DISCO ES INMINENTE
fi: LEVYKKEEN KAATUMINEN ON ILMEISTÄ
it: GUASTO DEL DISCO IMMINENTE

source: Unknown
es: Desconocido
fi: Tuntematon
it: Sconosciuto

source: CD-ROM Disc
es: Disco CD-ROM
fi: CD-ROM-levyke
it: Disco CD-ROM

source: Blank CD-ROM Disc
es: Disco CD-ROM en blanco
fi: Tyhjä CD-ROM-levyke
it: Disco CD-ROM vuoto

source: CD-R Disc
es: Disco CD-R
fi: CD-R-levyke
it: Disco CD-R

source: Blank CD-R Disc
es: Disco CD-R en blanco
fi: Tyhjä CD-R-levyke
it: Disco CD-R vuoto

source: CD-RW Disc
es: Disco CD-RW
fi: CD-RW-levyke
it: Disco CD-RW

source: Blank CD-RW Disc
es: Disco CD-RW en blanco
fi: Tyhjä CD-RW-levyke
it: Disco CD-RW vuoto

source: DVD-ROM Disc
es: Disco DVD-ROM
fi: DVD-ROM-levyke
it: Disco DVD-ROM

source: Blank DVD-ROM Disc
es: Disco DVD-ROM en blanco
fi: Tyhjä DVD-ROM-levyke
it: Disco DVD-ROM vuoto

source: DVD-RW Disc
es: Disco DVD-RW
fi: DVD-RW-levyke
it: Disco DVD-RW

source: Blank DVD-RW Disc
es: Disco DVD-RW en blanco
fi: Tyhjä DVD-RW-levyke
it: Disco DVD-RW vuoto

source: DVD-RAM Disc
es: Disco DVD-RAM
fi: DVD-RAM-levyke
it: Disco DVD-RAM

source: Blank DVD-RAM Disc
es: Disco DVD-RAM en blanco
fi: Tyhjä DVD-RAM-levyke
it: Disco DVD-RAM vuoto

source: DVD+R Disc
es: Disco DVD+R
fi: DVD+R-levyke
it: Disco DVD+R

source: Blank DVD+R Disc
es: Disco DVD+R en blanco
fi: Tyhjä DVD+R-levyke
it: Disco DVD+R vuoto

source: DVD+RW Disc
es: Disco DVD+RW
fi: DVD+RW-levyke
it: Disco DVD+RW

source: Blank DVD+RW Disc
es: Disco DVD+RW en blanco
fi: Tyhjä DVD+RW-levyke
it: Disco DVD+RW vuoto

source: DVD+R DL Disc
es: Disco DVD+R DL
fi: DVD+R DL-levyke
it: Disco DVD+R DL

source: Blank DVD+R DL Disc
es: Disco DVD+R DL en blanco
fi: Tyhjä DVD+R DL -levyke
it: Disco DVD+R DL vuoto

source: DVD+RW DL Disc
es: Disco DVD+RW DL
fi: DVD+RW DL -levyke
it: Disco DVD+RW DL

source: Blank DVD+RW DL Disc
es: Disco DVD+RW DL en blanco
fi: Tyhjä DVD+RW DL -levyke
it: Disco DVD+RW DL vuoto

source: Blu-Ray Disc
es: Disco Blu-Ray
fi: Blu-Ray-levyke
it: Disco Blu-Ray

source: Blank Blu-Ray Disc
es: Disco Blu-Ray en blanco
fi: Tyhjä Blu-Ray-levyke
it: Disco Blu-Ray vuoto

source: Blu-Ray R Disc
es: Disco Blu-Ray R
fi: Blu-Ray R -levyke
it: Disco Blu-Ray

source: Blank Blu-Ray R Disc
es: Disco Blu-Ray R en blanco
fi: Tyhjä Blu-Ray R -levyke
it: Disco Blu-Ray R vuoto

source: Blu-Ray RW Disc
es: Disco Blu-Ray RW
fi: Blu-Ray RW -levyke
it: Disco Blu-Ray RW

source: Blank Blu-Ray RW Disc
es: Disco Blu-Ray RW en blanco
fi: Tyhjä Blu-Ray RW -levyke
it: Disco Blu-Ray RW vuoto

source: HD DVD Disc
es: Disco HD DVD
fi: HD DVD -levyke
it: Disco HD DVD

source: Blank HD DVD Disc
es: Disco HD DVD en blanco
fi: Tyhjä HD DVD -levyke
it: Disco HD DVD vuoto

source: HD DVD-R Disc
es: Disco HD DVD-R
fi: HD DVD-R -levyke
it: Disco HD DVD-R

source: Blank HD DVD-R Disc
es: Disco HD DVD-R en blanco
fi: Tyhjä HD DVD-R -levyke
it: Disco HD DVD-R vuoto

source: HD DVD-RW Disc
es: Disco HD DVD-RW
fi: HD DVD-RW-levyke
it: Disco HD DVD-RW

source: Blank HD DVD-RW Disc
es: Disco HD DVD-RW en blanco
fi: Tyhjä HD DVD-RW-levyke
it: Disco HD DVD-RW vuoto

source: MO Disc
es: Disco MO
fi: MO-levyke
it: Disco MO

source: Blank MO Disc
es: Disco MO en blanco
fi: Tyhjä MO-levyke
it: Disco MO vuoto

source: MRW Disc
es: Disco MRW
fi: MRW-levyke
it: Disco MRW

source: Blank MRW Disc
es: Disco MRW en blanco
fi: Tyhjä MRW-levyke
it: Disco MRW vuoto

source: MRW/W Disc
es: Disco MRW/W
fi: MRW/W-levyke
it: Disco MRW/W

source: Blank MRW/W Disc
es: Disco MRW/W en blanco
fi: Blank MRW/W -levyke
it: Disco MRW/W vuoto

source: Blank Optical Disc
es: Disco óptico en blanco
fi: Tyhjä optinen levyke
it: Disco ottico vuoto

source: %s Extended
es: Extendido %s
fi: %s laajennettu
it: %s esteso

source: Contains logical partitions
es: Contiene particiones lógicas
fi: Sisältää loogisia osiointeja
it: Contiene partizioni logiche

source: %s Encrypted
es: Encriptado %s
fi: %s salattu
it: Cifrata da %s

source: Optical Disc
es: Disco óptico
fi: Oprtinen levyke
it: Disco ottico

source: %s Filesystem
es: Archivo de sistema %s
fi: %s tiedostojärjestelmä
it: File di sistema da %s

source: %s Partition Table
es: Tabla de partición %s
fi: %s osiointitaulukko
it: Tabella di partizione da %s

source: %s LVM2 Physical Volume
es: Volumen físico LVM2 %s
fi: %s LVM2 fyysinen asema
it: Volume fisico LVM2 da %s

source: %s %s Component
es: Componente %s %s
fi: %s %s komponentti
it: Componente %s %s

source: Part of "%s" array
es: Parte del conjunto "%s"
fi: Osa "%s" ryhmästä
it: Parte dell'array "%s"

source: %s Swap Space
es: Espacio swap %s
fi: %s vaihtotila
it: Spazio swap %s

source: %s Data
es: Datos %s
fi: %s tiedot
it: %s dati

source: %s Unrecognized
es: Desconocido %s
fi: %s tunnistamatonta
it: %s non riconosciuti

source: Unknown or Unused
es: Desconocido o no utilizado
fi: Tuntematon tai käyttämätön
it: Sconosciuto o non utilizzato

source: %s Partition
es: Partición %s
fi: %s osiointi
it: Partizione da %s

source: Partition %d of %s
es: Partición %d de %s
fi: Osiointi %d kohteesta %s
it: Partizione %d di %s

source: Partition %d
es: Partición %d
fi: Osiointi %d
it: Partizione %d

source: Whole-disk volume on %s
es: Volumen de disco entero en %s
fi: Koko levykkeen volyymi %s
it: Volume del disco intero su %s

source: Whole-disk volume
es: Volumen de disco entero
fi: Koko levuýkkeen volyymi
it: Volume del disco intero

source: Disabled
da: Deaktiveret
es: Dehabilitado
fa: غیر فعال
fi: Poistettu käytöstä
gl: Desactivado
it: Disattivato
nb: Deaktivert
sk: Zakázané
tr: Etkisiz

source: %u Output
es: Salida %u
fi: %u tuotokset
gl: %u saída
it: %u uscita
nb: %u Utgang
sk: %u výstupov
tr: %u Çıkış

source: %u Input
es: Ingreso %u
fi: %u syöttö
gl: %u entrada
it: %u ingresso
nb: %u Inngang
sk: %u vstupov
tr: %u Giriş

source: System Sounds
da: Systemlyde
es: Sonidos del sistema
fa: صداهای سیستم
fi: Järjestelmän äänet
gl: Sons do sistema
it: Suoni di sistema
ms: Bunyi Sistem
nb: Systemlyder
ro: Sunete Sistem
sk: Systémové zvuky
tr: Sistem Sesleri
uk: Системні звуки

source: Moblin Power Icon
es: Icono de energía Moblin
fi: Moblin virtakuvake
it: Icona di

source: Running low on battery
da: Lav batterikapacitet
es: Funcionando con poca batería
fa: اجرا باطری کم
fi: Akku on lähes lopussa
gl: Baixa carga de batería
it: La battria si sta scaricando
ms: Bateri agak lemah
nb: Batteriet begynner å bli tomt
ro: Acumulatorul dvs. este pe sfârșite
sk: Batéria sa vybíja
tr: Batarya zayıf

source: We've noticed that your battery is running a bit low. If you can it would be a good idea to plug in and top up.
es: Hemos notado que tu batería está un poco baja. Si puedes, sería una buena idea enchufarla y cargarla.
fi: Huomaamme, että akkusi on tyhjentymässä. Jos vain mahdollista, kannattaisi kytkeä pistoke seinään ja ladata akku.
it: Abbiamo notato che la batteria è quasi scarica. Se possibile, sarebbe una buona idea attaccare la spina e fare il pieno.
ms: Kami mendapati bateri anda sedikit lemah. Jika anda boleh, ada baiknya memasang adapter dan cas.
ro: Am observat că acumulatorul este destul de descărcat. Dacă se poate, ar fi o idee bună să conectaţi calculatorul la o priză pentru încărcare.

source: Getting close to empty
da: Meget lav batterikapacitet
es: Quedándose casi vacía
fa: نزدیک شدن به تهی
fi: Lähellä tyhjää
gl: Case baleira
it: Quasi vuota
ms: Hampir kosong
nb: Nærmer seg tomt
ro: Se apropie de golire
sk: Batéria takmer prázdna
tr: Bitmek üzere
uk: Скоро буде вичерпано

source: You're running quite low on battery. It'd be a good idea to save all your work and plug in as soon as you can
es: Estás trabajando con muy poco batería. Sería una buena idea guardar todo tu trabajo y enchufar tan pronto como puedas
fi: Akkusi on melkein tyhjä. Voisi olla hyvä idea tallentaa kaikki työsi ja kytkeä pistoke seinään mahdollisimman pina.
it: La batteria è quasi scarica. Sarebbe una buona idea salvare tutto il lavoro e attaccare la spina il prima possibile.
ms: Bateri anda agak lemah. Ada baiknya anda simpan semua kerja anda dan cas secepat mungkin.
ro: Acumulatorul este pe sfârșite. Ar fi o idee bună să vă salvați toate lucrările şi să conectați calculatorul la o priză cât mai curând

source: Danger!
da: Fare!
es: ¡Peligro!
fa: خطر
fi: Vaara!
gl: Perigo!
it: Pericolo!
ms: Bahaya!
nb: Fare!
ro: Alertă!
sk: Nebezpečenstvo!
tr: Tehlike!
uk: Небезпека!

source: Sorry, your computer is about to run out of battery. We're going to have to turn off now. Please save your work and hope to see you again soon.
es: Lo sentimos, tu equipo se va a quedar sin batería. Vamos a tener que apagar el equipo. Por favor guarda tu trabajo y esperamos verte pronto.
fi: Sorry, tietokoneesi akku on lähes tyhjä. Meidän täytyy nyt kytkeä virta pois päältä. Tallenna työsi ja toivottavasti näemme sinut pian uudelleen.
it: Spiacenti, il computer sta per esaurire la batteria. Stiamo per spegnere. Salvare il lavoro e arrivederci.
ms: Maaf, komputer anda akan hampir kekosongan bateri. Kami terpaksa padam sekarang. Sila simpan semua kerja anda dan harap-harap dapat berjumpa dengan anda lagi.
ro: Ne pare rău, calculatorul este pe cale de a rămâne cu acumulatorul descărcat. Va trebui să ne oprim acum. Vă rugăm să vă salvaţi lucrările şi sperăm să ne vedem din nou în curând.
uk: На жаль, на Вашому комп'ютері вичерпуюється заряд батарей. Зараз буде проведено вимкнення. Будь ласка, збережіть вашу роботу. Сподіваємося побачити вас знову найближчим часом.

source: Would you like to turn off now?
da: Vil du lukke computeren ned nu?
es: ¿Deseas apagar ahora?
fa: آیا می خواهید همین الان خاموش شود؟
fi: Haluaisitko sammuttaa nyt?
gl: Quere apagar agora?
it: Vuoi spegnere ora?
ms: Adakah anda mahu padam sekarang?
nb: Vil du slå av nå?
ro: Doriţi să dezactivaţi acum?
sk: Chceli by ste vypnúť teraz?
tr: Şimdi kapatmak ister misiniz?
uk: Ви хочете вимкнути живлення?

source: If you don't decide I'll turn off in 30 seconds.
es: Si no decides, me apagaré en 30 segundos
fi: Jos et tee päätöstä, virta kytkeytyy pois päältä 30 sekunnissa.
it: Se non ti decidi mi spengo tra 30 secondi.

source: battery
da: batteri
es: batería
fa: باطری
fi: akku
gl: batería
it: batteria
ms: bateri
nb: batteri
ro: acumulator
sk: batéria
tr: batarya
uk: батарея

source: If you don't decide I'll turn off in %d seconds
es: Si no decides, me apagaré en %d segundos
fi: Jos et tee päätöstä, virta kytkeytyy pois päältä %d sekunnissa.
it: Se non ti decidi mi spengo tra %d secondi.
ms: Jika anda tidak membuat keputusan saya akan padam dalam masa %d saat
uk: Якщо Ви не вирішите, вимкнення відбудеться за %d секунд

source: Turn off
da: Luk ned
es: Apagar
fa: خاموش
fi: Kytke pois päältä
gl: Apagar
it: Spegni
ms: Padam
nb: Slå av
ro: Închide
sk: Vypnúť
tr: Kapat
uk: Вимкнення
