Repository: meego-netbook-ux/meego-panel-devices
Catalog: po/*.po
Languages: da, es, fa, fi, gl, it, ms, nb, ro, sk, tr, uk

source: Devices panel
da: Enhedspanel
es: Panel dispositivos
fa: قاب ابزارها
fi: Laitteet-paneeli
gl: Panel de dispositivos
it: Panello dispositivi
nb: Enhetspanel
sk: Panel zariadení
tr: Cihazlar paneli

source: devices
da: enheder
es: dispositivos
fa: ابزار
fi: laitteet
gl: dispositivos
it: dispositivi
nb: enheter
sk: zariadenia
tr: cihazlar

source: MemoryStick
fi: Muistitikku

source: SecureDigital
fi: Suojattu digitaalinen

source: SD High Capacity
es: Alta capacidad SD
fi: SD-suurikapasiteettinen

source: Floppy
es: Disco flexible
fi: Levyke

source: %s Drive
es: Unidad %s
fi: %s ohjain
it: Drive %s

source: %s %s Drive
es: Unidad %s %s
fi: %s %s ohjain
it: Drive %s %s

source: %s Hard Disk
es: Disco duro %s
fi: %s kiintolevy
it: Hard Disk da %s

source: Hard Disk
es: Disco duro
fi: Kiintolevy

source: %s Solid-State Disk
es: Disco de estado sólido %s
fi: %s puolijohdelevyke
it: Disco Solid-State da %s

source: Solid-State Disk
es: Disco de estado sólido
fi: Puolijohdelevyke
it: Disco Solid-State

source: %s Media
es: Multimedia %s
fi: %s tietoväline
it: Media da %s

source: No Media Detected
es: Ningún medio detectado
fi: Ei havaittu tietovälinettä
it: Nessun media riconosciuto

source: MBR Partition Table
es: Tabla de partición MBR
fi: MBR-osiotaulukko
it: Tavola di partizione MBR

source: GUID Partition Table
es: Tabla de partición GUID
fi: GUID-osiotaulukko
it: Tavola di partizione GUID

source: Apple Partition Table
es: Tabla de partición Apple
fi: Apple-osiotaulukko
it: Tavola di partizione Apple

source: Partitioned
es: Particionado
fi: Osioitu
it: Partizionata

source: Not Partitioned
es: No particionado
fi: Ei osioitu
it: Non partizionata

source: SAS Expander
es: Expansor SAS
fi: SAS-laajennin

source: Volume Group
es: Volumen de grupo
fi: Asemaryhmä
it: Gruppo volume

source: %s LVM2 Volume Group
es: Volumen de grupo %s LVM2
fi: %s LVM2-asemaryhmä
it: Gruppo volume LVM2 da %s

source: LVM2 Volume Group
es: Volumen de grupo LVM2
fi: LVM2-asemaryhmä
it: Gruppo di volume LVM2

source: %s Free
es: %s Libres
fi: %s vapaata
it: %s liberi

source: Unallocated Space
es: Espacio sin asignar
fi: Kohdistamaton tila
it: Spazio non allocato

source: LVM2 VG Unallocated Space
es: Espacio sin asignar LVM2 VG
fi: LVM2 VG kohdistamaton tila
it: Spazio non allocato LVM2 VG

source: Logical Volume
es: Volumen lógico
fi: Looginen asema
it: Volume logico

source: LVM2 Logical Volume
es: Volumen lógico LVM2
fi: LVM2 looginen asema
it: Volume logico LVM2

source: %s %s Array
es: Conjunto %s %s
fi: %s %s matriisi
it: Array %s %s

source: %s Array
es: Conjunto %s
fi: %s matriisi
it: Array %s

source: RAID Array %s (%s)
es: Conjunto RAID %s (%s)
fi: RAID-matriisi %s (%s)
it: Array RAID %s (%s)

source: RAID device %s
es: Dispositivo RAID %s
fi: RAID-laite %s
it: Dispositivo RAID %s

source: RAID Array
es: Conjunto RAID
fi: RAID-ryhmä
it: Array RAID

# Linux MD slave state
source: Not Attached
es: No adjuntado
fi: Ei liitetty
it: Non allegato

# Linux MD slave state
source: Faulty
es: Defectuoso
fi: Viallinen
it: Difettoso

# Linux MD slave state
source: Fully Synchronized
es: Completamente sincronizado
fi: Täysin synkattu
it: Sincronizzato completamente

# Linux MD slave state
source: Writemostly
fi: Kirjoita enimmäkseen

# Linux MD slave state
source: Blocked
es: Bloqueado
fi: Estetty
it: Bloccato

# Linux MD slave state
source: Spare
es: Extra
fi: Vara
it: Ricambio

source: Local Storage
es: Almacenamiento local
fi: Paikallinen varasto
it: Spazio di archiviazione locale

source: Storage on %s
es: Almacenamiento en %s
fi: Varasto kohteessa %s
it: Archiviazione su %s

source: Multipath Devices
es: Dispositivo multitrayecto
fi: Monipolkuiset laitteet
it: Dispositivi multipath

source: Drives with multiple I/O paths
es: Unidad con múltiples rutas de E/S
fi: Ohjaimet useilla I/O-poluilla
it: Unità con percorsi multipli di I/O

source: Multi-disk Devices
es: Dispositivos multi discos
fi: Monilevyiset laitteet
it: Dispositivi multi-disk

source: RAID, LVM and other logical drives
es: RAID, LVM y otros discos lógicos
fi: RAID, LVM ja muut paikalliset ohjaimet
it: RAID, LVM e altre unità logiche

source: Peripheral Devices
es: Dispositivos periféricos
fi: Oheislaitteet
it: Dispositivi perifierici

source: USB, Firewire and other peripherals
es: USB, Firewire y otros periféricos
fi: USB, Firewire ja muut oheislaitteet
it: USB, Firewire e altre periferiche

source: Error enumerating devices: %s
es: Error enumerando dispositivos: %s
fi: Virhe laitteiden numeroinnissa: %s
it: Errore nella enumerazione dei dispositivi: %s

source: Error enumerating adapters: %s
es: Error enumerando adaptadores: %s
fi: Virhe adaptereiden luetteloinnissa: %s
it: Errore nella enumerazione degli adattatori: %s

source: Error enumerating expanders: %s
es: Error enumerando expansores: %s
fi: Virhe laajentimien luetteloinnissa: %s
it: Errore nella enumerazione degli espansori: %s

source: Error enumerating ports: %s
es: Error enumerando puertos: %s
fi: Virhe porttien luetteloinnissa: %s
it: Errore nella enumerazione delle porte: %s

source: Error listening to address `localhost:%d': %s: %s
es: Error escuchando dirección `localhost:%d': %s: %s
fi: Virhe osoitteen kuuntelemisessa `localhost:%d': %s: %s
it: Errore durante l'ascolto di `localhost:%d': %s: %s

source: Error creating a local TCP server, tried binding to ports 9000-10000 on localhost
es: Error al crear un servidor local TCP, intentando unir a los puertos del localhost 9000-10000
fi: Virhe paikallista TCP-palvelinta luotaessa, yritettiin sitomista paikallisen isännän portteihin 9000-10000
it: Errore durante la creazione di un server TCP locale. Si è cercato di vincolare alle porte 9000-10000 su localhost

source: Error setting auth mechanisms on local DBusServer
es: Error configurando mecanismos auténticos en DBusServer local
fi: Virhe todentamismekanismien asettamisessa paikallisessa kohteessa DBusServer
it: Errore durante l'impostazione di meccanismi di autenticazione su DBusServer locale

source: Unable to parse command-line `%s' (Malformed address?): %s
es: No se pudo analizar la línea de comandos `%s' (Malformed address?): %s
fi: Ei pysty jäsentämään komentoriviä `%s' (Väärin muotoiltu osoite?): %s
it: Impossibile analizzare la linea di comando `%s' (Indirizzo sbagliato?): %s

source: Unable to spawn ssh program: %s
es: No se pudo reproducir programa ssh: %s
fi: ssh-ohjelman käynnistäminen ei onnistunut: %s
it: Impossibile generare il programa ssh: %s

source: Error reading stderr output: %s
es: Error leyendo la salida stderr: %s
fi: Virhe luettaessa stderr-tuotosta: %s
it: Errore nella lettura dell'output stderr: %s

source: Error reading stderr output: No content
es: Error leyendo la salida stderr: Sin contenido
fi: Virhe luettaessa stderr-tuotosta: Ei sisältöä
it: Errore nella lettura dell'output stderr: nessun contenuto

source: Error logging in
es: Error al inicio de sesión
fi: Virhe sisäänkirjautuessa
it: Errore di login

source: Error sending `%s': %s
es: Error al enviar `%s': %s
fi: Virhe lähetettäessä `%s': %s
it: Errore nell'invio di `%s': %s

source: Unexpected stderr output - expected `udisks-tcp-bridge: Waiting for secret' but got `%s'
es: Salida stderr inesperada - esperado `udisks-tcp-bridge: Esperando por secreto' pero se obtuvo `%s'
fi: Odottamaton stderr-tuotoa - odotettu `udisks-tcp-bridge: Odottaa salaista' mutta sai `%s'
it: Uscita imprevista di stderr - `udisks-tcp-bridge era atteso: in attesa del segreto' invece il risultato è stato `%s'

source: Error passing authorization secret: %s
es: Error al pasar el secreto de autorización: %s
fi: Virhe välitettäessä valtuutussalaisuutta: %s
it: Errore nel passggio del sgreto dell'autorizzazione: %s

source: Error reading stderr from: %s
es: Error leyendo stderr desde: %s
fi: Virhe luettaessa stderr kohteesta: %s
it: Errore nella lettura di stderr da: %s

source: Unexpected stderr output - expected `udisks-tcp-bridge: Attempting to connect to port %d' but got `%s'
es: Salida stderr inesperada - esperado `udisks-tcp-bridge: Intentando conectar al puerto %d' pero se obtuvo `%s'
fi: Virhe luettaessa stderr-tuotosta: odotettu `udisks-tcp-bridge: Yritettiin yhdistää porttiin%d' mutta saatiin `%s'
it: Uscita imprevista di stderr - `udisks-tcp-bridge era atteso: tentativo di connessione alla porta %d' invece il risultato è stato `%s'

source: The udisks-tcp-bridge program failed to prove it was authorized: %s
es: El programa udisks-tcp-bridge no pudo probar que fue autorizado: %s
fi: Udisks-tcp-bridge-ohjelma ei onnistunut osoittamaan, että se oli hyväksytty: %s
it: Il programma udisks-tcp-bridge non è riuscito a dimostrare che è stato autorizzato: %s

source: The udisks-tcp-bridge program failed to prove it was authorized
es: El programa udisks-tcp-bridge no pudo probar que fue autorizado
fi: Udisks-tcp-bridge-ohjelma ei onnistunut osoittamaan, että se oli hyväksytty
it: Il programma udisks-tcp-bridge non è riuscito a dimostrare che è stato autorizzato

source: %s (%s bytes)
fi: %s (%s bittiä)

source: FAT (12-bit version)
es: FAT (versión 12-bit)
fi: FAT (12-bittinen versio)
it: FAT (versione 12-bit)

source: FAT (16-bit version)
es: FAT (versión 16-bit)
fi: FAT (16-bittinen versio)
it: FAT (versione 16-bit)

source: FAT (32-bit version)
es: FAT (versión 32-bit)
fi: FAT (32-bittinen versio)
it: FAT (versione 32-bit)

source: NTFS (version %s)
es: NTFS (versión %s)
fi: NTFS (versio %s)
it: NTFS (versione %s)

source: Ext2 (version %s)
es: Ext2 (versión %s)
fi: Laaj2 (versio %s)
it: Ext2 (versione %s)

source: Ext2
fi: Laaj2

source: ext2
fi: laaj2

source: Ext3 (version %s)
es: Ext3 (versión %s)
fi: Laaj3 (versio %s)
it: Ext3 (versione %s)

source: Ext3
fi: Laaj3

source: ext3
fi: laaj3

source: Journal for Ext3 (version %s)
es: Diario para Ext3 (versión %s)
fi: Laaj3:n (versio %s) loki
it: Journal per Ext3 (versione %s)

source: Journal for Ext3
es: Diario para Ext3
fi: Laaj3:n loki
it: Journal per Ext3

source: Ext4 (version %s)
es: Ext4 (versión %s)
fi: Laaj4 (versio %s)
it: Ext4 (versione %s)

source: Ext4
fi: Laaj4

source: ext4
fi: laaj4

source: XFS (version %s)
es: XFS (versión %s)
fi: XFS (versio %s)
it: XFS (versione %s)

source: ReiserFS (version %s)
es: ReiserFS (versión %s)
fi: ReiserFS (versio %s)
it: ReiserFS (versione %s)

source: Universal Disk Format
es: Formato de disco universal
fi: Universaali levyn alustusmuoto

source: Swap Space
es: Espacio Swap
fi: Vaihtomuisti
it: Spazio Swap

source: swap
fi: vaihto

source: LVM2 Physical Volume (version %s)
es: Volumen físico LVM2 (versión %s)
fi: LVM2 fyysinen asema (versio %s)
it: Volume fisico LVM2 (versione %s)

source: LVM2 Physical Volume
es: Volumen físico LVM2
fi: LVM2 fyysinen asema
it: Volume fisico LVM2

source: RAID Component (version %s)
es: Componente RAID (versión %s)
fi: RAID-komponentti (versio %s)
it: Componente RAID (versione %s)

source: RAID Component
es: Componente RAID
fi: RAID-komponentti
it: Componente RAID

source: Creating File System
es: Creando archivo de sistema
fi: Luo tiedostojärjestelmää
it: Creazione del file di sistema

source: Mounting File System
es: Montando archivo de sistema
fi: Asennetaan tiedostojärjestelmää
it: Montaggio del file di sistema

source: Unmounting File System
es: Desmontando archivo de sistema
fi: Poistetaan tiedostojärjestelmän asennusta
it: Smontaggio del file di sistema

source: Checking File System
es: Comprobando archivo de sistema
fi: Tarkistetaan tiedostojärjestelmää
it: Controllo del file di sistema

source: Creating LUKS Device
es: Creando dispositivo LUKS
fi: Luodaan LUKS-laitetta
it: Creazione del dispositivo LUKS

source: Unlocking LUKS Device
es: Desbloqueando dispositivo LUKS
fi: Poistetaan LUKS-laitteen lukitusta
it: Sblocco del dispositivo LUKS

source: Locking LUKS Device
es: Bloqueando dispositivo LUKS
fi: Lukitaan LUKS-laitetta
it: Blocco del dispositivo LUKS

source: Creating Partition Table
es: Creando tabla de partición
fi: Luodaan osiointitaulukkoa
it: Creazione della tabella di partizione

source: Deleting Partition
es: Eliminando partición
fi: Osioinnin poistaminen
it: Eliminazione della partizione

source: Creating Partition
es: Creando partición
fi: Osioinnin luominen
it: Creazione della partizione

source: Modifying Partition
es: Editando partición
fi: Osioinnin muokkaaminen
it: Modifica partizione

source: Setting Label for Device
es: Configurando etiqueta para dispositivo
fi: Otsikon määrittäminen laitteelle
it: Impostare un'etichetta per il dispositivo

source: Changing Passphrase for Encrypted LUKS Device
es: Cambiando contraseña para dispositivos LUKS encriptados
fi: Tunnuslauseen muuttaminen suojatulle LUKS-laitteelle
it: Cambio della frase di accesso per il dispositivo LUKS crittografato

source: Adding Component to RAID Array
es: Añadiendo componente a conjunto RAID
fi: Komponentin lisääminen RAID-ryhmään
it: Aggiunta di componenti per l'array RAID

source: Removing Component from RAID Array
es: Eliminando componente de conjunto RAID
fi: Komponentin poistaminen RAID-ryhmästä
it: Rimozione del componente dall'array RAID

source: Stopping RAID Array
es: Deteniendo conjunto RAID
fi: RAID-ryhmän pysäyttäminen
it: Arresto dell'array RAID

source: Starting RAID Array
es: Iniciando conjunto RAID
fi: RAID-ryhmän käynnistäminen
it: Avvio dell'array RAID

source: Checking RAID Array
es: Comprobando conjunto RAID
fi: RAID-ryhmän tarkistaminen
it: Controllo dell'array RAID

source: Repairing RAID Array
es: Reparando conjunto RAID
fi: RAID-ryhmän korjaaminen
it: Riparazione dell'array RAID

source: Running Short SMART Self-Test
es: Ejecutando autoevaluación SMART corta
fi: Lyhyen SMART-itsetestauksen suorittaminen
it: Esecuzione del slef-test corto SMART

source: Running Extended SMART Self-Test
es: Ejecutando autoevaluación SMART extendida
fi: Laajennetun SMART-itsetestauksen suorittaminen
it: Esecuzione del slef-test esteso SMART

source: Running Conveyance SMART Self-Test
es: Ejecutando autoevaluación SMART de transporte
fi: Luovuttamisen SMART-itsetestauksen suorittaminen
it: Esecuzione del self-test di trasporto SMART

source: Ejecting Media
es: Expulsar multimedia
fi: Tietovälineen irrottaminen
it: Espulsione media

source: Detaching Device
es: Separando dispositivo
fi: Laitteen irrottaminen
it: Distacco dispositivo

source: Forcibly Unmounting Filesystem
es: Desmontando forzadamente el archivo de sistema
fi: Tiedostojärjestelmän irrottaminen voimaa käyttäen
it: Smontaggio forzato del file di sistema

source: Forcibly Locking LUKS device
es: Bloqueando forzadamente el dispositivo LUKS
fi: LUKS-laitteen lukitseminen voimaa käyttäen
it: Blocco forzato del dispositivo LUKS

source: Linux Basic Data Partition
es: Partición de datos básicos Linux
fi: Linuxin perustietojen osiointi
it: Partizione Linux Basic Data

source: Linux RAID Partition
es: Partición Linux RAID
fi: Linuxin RAID-osiointi
it: Partizione RAID Linux

source: Linux Swap Partition
es: Partición Linux Swap
fi: Linux osioinnin vaihtaminen
it: Partizione swap Linux

source: Linux LVM Partition
es: Partición Linux LVM
fi: Linux LVM-osiointi
it: Partizione Linux LVM

source: Linux Reserved Partition
es: Partición reservada Linux
fi: Linux varattu osiointi
it: Partizione riservata Linux

source: MBR Partition Scheme
es: Esquema de partición MBR
fi: MBR-osioinnin kaava
it: Schema di partizione MBR

source: EFI System Partition
es: Partición de sistema EFI
fi: EFI-järjestelmän osiointi
it: Partizione di sistema EFI

source: BIOS Boot Partition
es: Partición de arranque BIOS
fi: BIOS-käynnistyksen osiointi
it: Partizione dei avvio BIOS

source: Microsoft Reserved Partition
es: Partición reservada Microsoft
fi: Microsoftin varattu osiointi
it: Partizione riservata Microsoft

source: Microsoft Basic Data Partition
es: Partición de datos básicos Microsoft
fi: Microsoftin perustietojen osiointi
it: Partizione dati Microsoft Basic

source: Microsoft LDM Metadata Partition
es: Partición de Metadata LDM Microsoft
fi: Microsoftin LDM metatietojen osiointi
it: Partizione Microsoft LDM Metadata

source: Microsoft LDM Data Partition
es: Partición de datos LDM Microsoft
fi: Microsoftin LDM metatietojen osiointi
it: Partizione Microsoft LDM Data

source: Microsoft Windows Recovery Environment
es: Entorno de recuperación de Microsoft Windows
fi: Microsoft Windowsin palautusympäristö
it: Ambiente di recovery Microsoft Windows

source: HP-UX Data Partition
es: Partición da datos HP-UX
fi: HP-UX tietojen osiointi
it: Partizione HP-UX Data

source: HP-UX Service Partition
es: Partición de servicio HP-UX
fi: HP-UX palvelun osiointi
it: Partizione di servizio HP-UX

source: FreeBSD Boot Partition
es: Partición de arranque FreeBSD
fi: FreeBSD käynnistyksen osiointi
it: Partizione di avvio FreeBSD

source: FreeBSD Data Partition
es: Partición de datos FreeBSD
fi: FreeBSD tietojen osiointi
it: Partizione dati FreeBSD

source: FreeBSD Swap Partition
es: Partición Swap FreeBSD
fi: FreeBSD vaihdon osiointi
it: Partizione swap FreeBSD

source: FreeBSD UFS Partition
es: Partición UFS FreeBSD
fi: FreeBSD UFS-osiointi
it: Partizione FreeBSD UFS

source: FreeBSD Vinum Partition
es: Partición Vinum FreeBSD
fi: FreeBSD Vinum -osiointi
it: Partizione FreeBSD Vinum

source: FreeBSD ZFS Partition
es: Partición ZFS FreeBSD
fi: FreeBSD ZFS -osiointi
it: Partizione FreeBSD ZFS

source: Solaris Boot Partition
es: Partición de arranque Solaris
fi: Solaris käynnistyksen osiointi
it: Partizione di avvio Solaris

source: Solaris Root Partition
es: Partición de raíz Solaris
fi: Solaris juuren osiointi
it: Partizione root Solaris

source: Solaris Swap Partition
es: Partición Swap Solaris
fi: Solaris vaihdon osiointi
it: Partizione swap Solaris

source: Solaris Backup Partition
es: Partición de copia de seguridad Solaris
fi: Solaris varmuuskopioinnin osiointi
it: Partizione di backup Solaris

source: Solaris /usr Partition
es: Partición de /usr Solaris
fi: Solaris/usr-osiointi
it: Partizione Solaris /usr

source: Solaris /var Partition
es: Patición de /var Solaris
fi: Solari/var-osiointi
it: Partizione Solaris /var

source: Solaris /home Partition
es: Partición /inicio Solaris
fi: Solari/etusivu-osiointi
it: Partizione Solaris /home

source: Solaris Alternate Sector Partition
es: Partición de sector alterno Solaris
fi: Solaris vaihtoehtoisen osion osiointi
it: Partizione settore alternato Solaris

source: Solaris Reserved Partition
es: Partición reservada Solaris
fi: Solaris varattu osiointi
it: Partizione riservata Solaris

source: Solaris Reserved Partition (2)
es: Partición reservada Solaris (2)
fi: Solaris varattu osiointi (2)
it: Partizione riservata Solaris (2)

source: Solaris Reserved Partition (3)
es: Partición reservada Solaris (3)
fi: Solaris varattu osiointi (3)
it: Partizione riservata Solaris (3)

source: Solaris Reserved Partition (4)
es: Partición reservada Solaris (4)
fi: Solaris varattu osiointi (4)
it: Partizione riservata Solaris (4)

source: Solaris Reserved Partition (5)
es: Partición reservada Solaris (5)
fi: Solaris varattu osiointi (5)
it: Partizione riservata Solaris (5)

source: Apple HFS/HFS+ Partition
es: Partición Apple HFS/HFS+
fi: Apple HFS/HFS+ osiointi
it: Partizione Apple HFS/HFS+

source: Apple UFS Partition
es: Partición Apple UFS
fi: Apple UFS -osiointi
it: Partizione Apple UFS

source: Apple ZFS Partition
es: Partición Apple ZFS
fi: Apple ZFS -osiointi
it: Partizione Apple ZFS

source: Apple RAID Partition
es: Partición Apple RAID
fi: Apple RAID -osiointi
it: Partizione RAID Apple

source: Apple RAID Partition (Offline)
es: Partición RAID Apple (fuera de línea)
fi: Apple RAID -osiointi (offline)
it: Partizione RAID Apple (offline)

source: Apple Boot Partition
es: Partición de arranque Apple
fi: Apple käynnistysosiointi
it: Partizione di avvio Apple

source: Apple Label Partition
es: Partición de etiqueta Apple
fi: Apple otsikon osiointi
it: Etichetta di partizione Apple

source: Apple TV Recovery Partition
es: Partición de recuperación Apple TV
fi: Apple TV palautuksen osiointi
it: Partizione di recupero Apple TV

source: NetBSD Swap Partition
es: Partición NetBSD Swap
fi: NetBSD vaihdon osiointi
it: Partizione swap NetBSD

source: NetBSD FFS Partition
es: Partición NetBSD FFS
fi: NetBSD FFS -osiointi
it: Partizione NetBSD FFS

source: NetBSD LFS Partition
es: Partición NetBSD LFS
fi: NetBSD LFS -osiointi
it: Partizione NetBSD LFS

source: NetBSD RAID Partition
es: Partición NetBSD RAID
fi: NetBSD RAID -osiointi
it: Partizione RAID NetBSD

source: NetBSD Concatenated Partition
es: Partición concatenada NetBSD
fi: NetBSD yhdistetty osiointi
it: Partizione concatenata NetBSD

source: NetBSD Encrypted Partition
es: Partición encriptada NetBSD
fi: NetBSD salattu osiointi
it: Partizione crittografata NetBSD

source: Apple Partition Map
es: Mapa de partición Apple
fi: Apple osiointimääritys
it: Mappa di partizione Apple

source: Unused Partition
es: Partición no usada
fi: Käyttämätön osiointi
it: Partizione non utilizzata

source: Empty Partition
es: Partición vacía
fi: Tyhjä osiointi
it: Partizione vuota

source: Driver Partition
es: Partición de controladores
fi: Ohjaimen osiointi
it: Partizione driver

source: Driver 4.3 Partition
es: Partición controlador 4.3
fi: Ohjaimen 4.3. osiointi
it: Partizione driver 4.3

source: ProDOS file system
es: Archivo de sistema ProDOS
fi: ProDOS-tiedostojärjestelmä
it: File di sistema ProDOS

source: Empty (0x00)
es: Vacío (0x00)
fi: Tyhjä (0x00)
it: Vuoto (0x00)

source: Extended (0x05)
es: Extendido (0x05)
fi: Laajennettu (0x05)
it: Esteso (0x05)

source: Hidden FAT12 (0x11)
es: FAT12 (0x11) Oculto
fi: Piilotettu FAT12 (0x11)
it: FAT12 nascosto (0x11)

source: Compaq diagnostics (0x12)
es: Diagnósticos Compaq (0x12)
fi: Compaq diagnostiikka (0x12)
it: Diagnostiche Compaq (0x12)

source: Hidden FAT16 <32M (0x14)
es: FAT16 <32M (0x14) Oculto
fi: Piilotettu FAT16 <32M (0x14)
it: FAT16 nascosto <32M (0x14)

source: Hidden FAT16 (0x16)
es: FAT16 (0x16) Oculto
fi: Piilotettu FAT16 (0x16)
it: FAT16 nascosto (0x16)

source: Hidden HPFS/NTFS (0x17)
es: HPFS/NTFS (0x17) Oculto
fi: Piilotettu HPFS/NTFS (0x17)
it: HPFS/NTFS nascosto (0x17)

source: Hidden W95 FAT32 (0x1b)
es: FAT32 (0x1b) W95 Oculto
fi: Piilotettu W95 FAT32 (0x1b)
it: W95 FAT32 nascosto (0x1b)

source: Hidden W95 FAT32 (LBA) (0x1c)
es: FAT32 (LBA) (0x1c) W95 Oculto
fi: Piilotettu W95 FAT32 (LBA) (0x1c)
it: W95 FAT32 nascosto (LBA) (0x1c)

source: Hidden W95 FAT16 (LBA) (0x1e)
es: FAT16 (LBA) (0x1e) W95 Oculto
fi: Piilotettu W95 FAT16 (LBA) (0x1e)
it: W95 FAT16 nascosto (LBA) (0x1e)

source: Linux swap (0x82)
fi: Linux-vaihto(0x82)

source: Hibernation (0x84)
es: Hibernación (0x84)
fi: Horrostila (0x84)
it: Ibernazione (0x84)

source: Linux Extended (0x85)
es: Linux Extendido (0x85)
fi: Linux laajennettu (0x85)
it: Linux esteso (0x85)

source: Hibernation (0xa0)
es: Hibernación (0xa0)
fi: Horrostila (0xa0)
it: Ibernazione (0xa0)

source: Solaris boot (0xbe)
es: Arranque Solaris (0xbe)
fi: Solaris-käynnistys (0xbe)
it: Avvio Solaris (0xbe)

source: Linux RAID autodetect (0xfd)
es: RAID Linux autodetectada (0xfd)
fi: Linux RAID automaattinen tunnistus (0xfd)
it: Rilevamento automatico Linux RAID (0xfd)

source: Unknown (%s)
es: Desconocido (%s)
fi: Tuntematon (%s)
it: Sconosciuto (%s)

source: A popular format compatible with almost any device or system, typically used for file exchange.
es: Un formato popular compatible con casi cualquier dispositivo o sistema, usado típicamente para el intercambio de archivos.
fi: Suosittu muoto, joka on yhteensopiva lähes kaikkien laitteiden ja järjstelmien kanssa, käytetään tyypillisesti tiedoston vaihtamiseen.
it: Un formato comune compatibile con quasi ogni dispositivo o sistema, tipicamente usato per lo scambio di file.
