Repository: meego-netbook-ux/meego-panel-devices
Catalog: po/*.po
Languages: da, es, fa, fi, gl, it, ms, nb, ro, sk, tr, uk

source: Sorry, you don't appear to have a battery installed.
da: Beklager, det ser ikke ud til at du har et batteri sat i.
es: Lo sentimos, parece que no tienes una batería instalada.
fa: متاسفیم، به نظر می رسد شما باطری نصب شده اید ندارید.
fi: Sorry, sinulla ei näyttäisi olevan akkua asennettuna.
gl: Parece que non hai ningunha batería instalada.
it: Ci dispiace, sembra che non ci sia nessuna batteria installata.
ms: Maaf, anda tidak memasang sebarang bateri.
nb: Beklager, det virker ikke som om du har et batteri installert.
ro: Ne pare rău, nu pare să aveți un acumulator instalat.
sk: Prepáčte, vyzerá to ta, že nemáte nainštalovanú batériu.
tr: Üzgünüm, takılı bataryanız yok görünüyor.
uk: Здається, Ви не маєте встановлених батарей.

source: Your battery is charging. It is about %d%% full.
da: Dit batteri oplader. Det er omkring %d%% fuld.
es: Tu batería está cargando. Está a un %d%% de su capacidad.
fa: باطری در حال شارج شدن است. آن حدود %d%% پر است.
fi: Akkusi latautuu. Se on noin %d%% täysi.
gl: A batería está a cargarse. Está a un %d%% da súa capacidade.
it: La batteria è in carica. È circa il %d%% piena.
nb: Ditt batteri lader. Det er ca. %d%% fullt.
sk: Batéria sa nabíja. Je plná na %d%%
tr: Bataryanız şarj oluyor. Şu anda %d%% dolu.

source: Your battery is being used. It is about %d%% full.
da: Dit batteri er i brug. Det er omkring %d%% fuld.
es: Tu batería está siendo utilizada. Está a un %d%% de su capacidad.
fa: باطری در حال استفاده است. آن حدود %d%% پر است
fi: Akkuasi käytetään. Se on noin %d%% täysi.
gl: A batería está en uso. Está a un %d%% da súa capacidade.
it: La bateria è in uso. È circa il %d%% piena.
nb: Ditt batteri er i bruk. Det er ca. %d%% fullt.
sk: Batéria je používaná. Je plná na %d%%
tr: Bataryanız kullanımda. Şu anda %d%% dolu.

source: Your battery is fully charged and you're ready to go.
da: Dit batteri er fuldt opladet og du er klar til at køre.
es: Tu batería esta completamente cargada y estás listo para comenzar.
fa: باطری کاملا شارچ است و شما آماده اید
fi: Akkusi on täysin ladattu ja olet valmis töihin.
gl: A batería está completamente cargada e preparada.
it: La batteria è completamente carica e si è pronti a partire.
ms: Bateri anda telah dicas sepenuhnya dan bersedia untuk digunakan.
nb: Ditt batteri er fullstendig ladet og du kan begynne.
ro: Acumulatorul este încărcat complet şi sunteţi gata de plecare.
sk: Batéria je nabitá, môžete ísť.
tr: Bataryanız tamamen dolu ve gitmeye hazırsınız.
uk: Ваша батарея повністю заряджена.

source: Sorry, it looks like your battery is broken.
da: Beklager, det ser ud til at dit batteri er i stykker.
es: Lo sentimos, parece que tu batería está dañada.
fa: متاسفیم، به نظر می رسد باطری شما دچار مشکل است
fi: Sorry, näyttää siltä, että akku on rikki.
gl: Parece que a batería está danada ou avariada.
it: Ci dispiace, sembra che la batteria sia rotta.
ms: Maaf, nampaknya bateri anda telah rosak.
nb: Beklager, det ser ut som batteriet er ødelagt.
ro: Ne pare rău, se pare că acumulatorul este defect.
sk: Prepáčte, vyzerá to tak, že batéria je pokazená.
tr: Üzgünüm, bataryanız bozulmuş görünüyor.
uk: Вибачте, але здається Ваша батарея пошкоджена.

source: All settings
da: Alle indstillinger
es: Todas las configuraciones
fa: همه ی تنظیمات
fi: Kaikki asetukset
gl: Todas as configuracións
it: Tutte le impostazioni
nb: Alle innstillinger
sk: Všetky nastavenia
tr: Tüm ayarlar

source: Plug in a device and it will be automatically detected.
es: Conecta un dispositivo y será detectado automáticamente.
fi: Kytke laite ja se havaitaan automaattisesti.
it: Inserisci un dispositivo e sarà automaticamente riconosciuto.

source: You are using %d%% of %s
es: Estás usando %d%% of %s
fi: Käytät %d%% kohteesta %s
it: Stai utilizzando %d%% di %s

source: Your computer
da: Din computer
es: Tu ordenador
fa: رایانه ی شما
fi: Tietokoneesi
gl: O seu computador
it: Il tuo computer
nb: Din datamaskin
sk: Váš počítač
tr: Bilgisayarınız

source: Using %d%% of %s
es: Usando %d%% of %s
fi: Käyttää %d%% kohteesta %s
it: Stai utilizzando %d%% di %s

source: Eject
da: Skub ud
es: Expulsar
fa: خروج
fi: Irrota
gl: Expulsar
it: Espelli
nb: Løs ut
sk: Vysunúť
tr: Çıkart

source: Open
da: Åbn
es: Abierto
fa: باز
fi: Avaa
gl: Aberto
it: Apri
nb: Åpne
sk: Otvoriť
tr: Aç

source: Turned up to 11
da: Skruet op på 11
es: Al máximo
fa: بالا تا ۱۱
fi: Käännetty ylös arvoon 11
gl: Ao máximo
it: Fuori scala
ms: Dinaikkan ke 11
nb: Aller høyeste volum
ro: Ridicat pană la 11
sk: Hlučne
tr: 11 e yükseltildi
uk: Збільшено до 11

source: Very loud
da: Meget højt
es: Muy alto
fa: بسیار بلند
fi: Hyvin äänekäs
gl: Moi alto
it: Molto alto
ms: Sangat nyaring
nb: Veldig høyt
ro: Foarte tare
sk: Veľmi hlasno
tr: Çok yüksek
uk: Дуже голосно

source: Loud
da: Højt
es: Alto
fa: بلند
fi: Äänekäs
gl: Alto
it: Alto
ms: Nyaring
nb: Høyt
ro: Tare
sk: Hlasno
tr: Yüksek
uk: Гучно

source: Fairly loud
da: Ret højt
es: Algo alto
fa: تقریبا بلند
fi: Melko äänekäs
gl: Algo alto
it: Moderatamente alto
ms: Agak nyaring
nb: Ganske høyt
ro: Destul de tare
sk: Dosť hlasno
tr: Biraz yüksek
uk: Досить голосно

source: Middle of the road
da: Middelvej
es: Ni muy alto ni muy bajo
fa: میان راه
fi: Keskellä tietä
gl: Intermedio
it: In mezzo
ms: Seperti di tengah jalan
nb: Sånn passe
ro: Mijlocul drumului
sk: Stredne
tr: Yolun ortasında
uk: Посеред дороги

source: Fairly quiet
da: Ret stille
es: Algo bajo
fa: تقریبا ساکت
fi: Melko hiljainen
gl: Algo baixo
it: Moderatamente basso
ms: Agak perlahan
nb: Ganske stille
ro: Destul de încet
sk: Dosť ticho
tr: Biraz sessiz
uk: Досить тихо

source: Quiet
da: Stille
es: Bajo
fa: ساکن
fi: Hiljainen
gl: Baixo
it: Basso
ms: Perlahan
nb: Stille
ro: Încet
sk: Ticho
tr: Sessiz
uk: Тихо

source: Very quiet
da: Meget stille
es: Muy bajo
fa: خیلی ساکت
fi: Erittäin hiljainen
gl: Moi baixo
it: Molto basso
ms: Sangat perlahan
nb: Veldig stille
ro: Foarte încet
sk: Veľmi ticho
tr: Çok Sessiz
uk: Дуже тихо

source: Silent
da: Lydløs
es: Callado
fa: ساکت
fi: Hiljainen
gl: Silencioso
it: In silenzio
ms: Senyap
nb: Helt stille
ro: Silențios
sk: Stlmený
tr: Tamamen sessiz
uk: Тишина

source: Netbook volume
es: Volumen de Netbook
fi: Netbook-asema
it: Volume netbook

source: Mute
da: Stilhed
es: Silencio
fa: بیصدا
fi: Mykistä
gl: Enmudecido
it: Muto
ms: Senyap
nb: Lyd av
ro: Mut
sk: Stlmiť
tr: Ses kapalı
uk: Приглушити

source: PATA Host Adapter
es: Adaptador host PATA
it: Adattatore host PATA

source: SATA Host Adapter
es: Adaptador host SATA
it: Adattatore host SATA

source: ATA Host Adapter
es: Adaptador host ATA
it: Adattatore host ATA

source: SAS Host Adapter
es: Adaptador host SAS
it: Adattatore host SAS

source: SCSI Host Adapter
es: Adaptador host SCSI
it: Adattatore host SCSI

source: Host Adapter
es: Adaptador host
it: Adattatore host

source: Linux Unified Key Setup
es: Configuración clave unificada Linux
it: Chiave di configurazione Linux Unified

source: Mac OS X (0xa8)
es: SO Mac X (0xa8)

source: Mac OS X (0xaf)
es: SO Mac X (0xaf)

source: <b>%d</b> hour
ms: <b>%d</b> jam
ro: <b>%d</b> oră
uk: <b>%d</b> годину

source: <b>%d</b> minute
ms: <b>%d</b> minit
ro: <b>%d</b> minut
uk: <b>%d</b> хвилину

source: Your battery is charging. It is about <b>%d</b>%% full.
ms: Bateri sedang dicas. Dijangka bercas <b>%d</b>%%.
ro: Acumulatorul se încarcă. Momentan este <b>%d</b>%% încărcat.
uk: Ваша батарея заряджається. Приблизний час до повного заряду - <b>%d</b>%%.

source: Your battery is being used. It is about <b>%d</b>%% full.
ms: Bateri anda sedang digunakan. Dijangka bercas <b>%d</b>%%.
ro: Acumulatorul este în folosință. Momentan este <b>%d</b>%% încărcat.

source: Display brightness
ms: Kecerahan paparan.
ro: Luminozitate afişaj
uk: Контрастність дисплея

source: Sorry, we don't support modifying the brightness of your screen
ms: Maaf, kami tidak menyokong pengubahan kecerahan skrin anda
ro: Ne pare rău, modificarea luminozităţii ecranului nu este suportată
uk: Вибачте, але зміна яскравості для Вашого екрану не підтримується

source: Brighter than the sun
ms: Lebih cerah dari matahari
ro: Mai luminat ca soarele
uk: Яскравіше сонця

source: Very bright
ms: Sangat cerah
ro: Foarte luminat
uk: Дуже яскравий

source: Bright
ms: Cerah
ro: Luminat
uk: Яскраво

source: Morning has broken
ms: Tengahari retak
ro: Se lasă de dimineață
uk: Похмурий ранок

source: Midday
ms: Tengahari
ro: Amiază
uk: Полудень

source: Pretty dusky
ms: Senja
ro: Destul de sumbru
uk: Після обіду

source: Twilight
ms: Fajar
ro: Crepuscul
uk: Сутінки

source: Very dark
ms: Sangat gelap
ro: Foarte întunecat
uk: Дуже темно

source: Total eclipse
ms: Gerhana penuh
ro: Eclipsă totală
uk: Повне затемнення

source: If you don't decide I'll turn off in 30 seconds
ms: Jika anda tidak membuat keputusan saya akan padam dalam masa 30 saat
uk: Якщо Ви не вирішите, вимкнення відбудеться за 30 секунд

source: Output volume
ms: Kenyaringan bunyi keluaran
ro: Ieșire Volum
uk: Вихідна гучність

source: Alert sounds
ms: Bunyi perhatian
ro: Sunete de alertă
uk: Звуки сповіщень

source: Play test sound
ms: Mainkan bunyi cubaan
ro: Cântă sunet de experimentare
uk: Програти тестовий звук

source: GNOME Volume Control
ms: Kawalan bunyi GNOME
ro: Panoul GNOME de control al volumului
uk: Контроль гучності GNOME

source: sound
ms: bunyi
ro: sunet
uk: звук

source: Ten minutes
ms: Sepuluh minit
uk: 10 хвилин

source: Twenty minutes
ms: Dua puluh minit
uk: 20 хвилин

source: Half an hour
ms: Setengah jam
uk: Півгодини

source: 40 minutes
ms: 40 minit
uk: 40 хвилин

source: An hour
ms: Sejam
uk: Година

source: Never
ms: Jangan sesekali
uk: Ніколи

source: Power Management Settings
ms: Tetapan Pengurusan Kuasa
uk: Керування живленням

source: Power Management Preferences
ms: Pilihan Pengurusan Kuasa
uk: Налаштування живлення

source: <b>Power Settings</b>
ms: <b> Tetapan Kuasa </b>
uk: <b>Налаштування живлення</b>

source: Put computer to sleep when inactive for:
ms: Tidurkan komputer apabila tidak aktif selama:
uk: Перевести комп'ютер у режим сну через:

source: Settings for adjusting power usage
ms: Tetapan untuk penyesuaian penggunaan kuasa
uk: Налаштування для використання живлення

source: Sleep timeout
da: Dvaletidsudløb
gl: Tempo de espera para a suspensión
sk: Čas do uspania
tr: Uyku zamanaşımı

source: Value of -1 means never sleep, other values are seconds of continuous idle state before sleeping.
da: En værdi på -1 betyder gå aldrig i dvale, andre værdier er antal sekunder af vedvarende stilstandsstatus før dvale.
gl: Un valor igual a -1 significa que nunca se produce a suspensión. Outros valores representan os segundos de inactividade continuada antes de que se produza a suspensión.
sk: Hodnota -1 znamená že nikdy nepôjde do spánku, ostatné hodnoty znamenajú počet sekúnd nepretržitej nečinnosti pred spaním.
tr: -1 değeri asla uyumamayı, diğer değerler uyumadan önceki boş süreyi saniye biçiminde belirtir

source: MeeGo Power Icon
da: Strømikon for MeeGo
fa: آیکن نیروی می‌گو
gl: Icona de alimentación de MeeGo
nb: Meego Strømikon
sk: MeeGo ikona napájania
tr: MeeGo Güç Simgesi

source: I've noticed that your battery is running a bit low. If you can, it would be a good idea to plug in and top up.
da: Jeg har bemærket at dit batteri er ved at have lav batterikapacitet. Hvis du har mulighed for det ville det være en god idé at sætte strøm til og lade op.
fa: من متوجه شده ام باطری شما کمی کم شده است. اگر می توانید بهتر است آن را به برق متصل کنید.
gl: Observe que a carga da batería está un pouco baixa. Se pode, enchúfea para cargala
nb: Jeg har merket at batteriet ditt begynner å bli tomt. Hvis du kan ville det være en god idé å lade det snart.
sk: Všimol som si, že vaša batéria sa vybíja. Ak môžete, bolo by dobré pripojiť sa do siete a dobiť ju.
tr: Bataryanızın biraz azaldığını farkettim. Yapabilirseniz güce bağlayıp doldurmak iyi bir fikir olabilir.

source: You're running quite low on battery. It'd be a good idea to save all your work and plug in as soon as you can.
da: Du kører med en ret lav batterikapacitet. Det ville være en god idé at gemme dit arbejde og sætte strøm til så snart du kan.
fa: باطری شما تقریبا به پایان رسیده است. بهتر است همه کارها خود را ذخیره کرده و هر چه زودتر آن را به برق متصل کنید.
gl: A carga da batería está moi baixa. Recomendamoslle que garde o seu traballo e se conecte a rede eléctrica o antes posíbel.
nb: Batteriet ditt er nesten helt tomt. Det ville være en god idé å lagre alt arbeid og koble til strøm så snart du kan.
sk: Vaša batéria je takmer vybitá. Mali by ste si uložiť všetku vašu prácu a pripojiť sa do siete čo najskôr to pôjde.
tr: Bataryanız oldukça azalmış. Tüm çalışmalarınızı kaydedip olabildiğince çabuk güce bağlamak iyi bir fikir olabilir.

source: Sorry, your computer is about to run out of battery. I'm going to have to go to sleep now. Please save your work and hope to see you again soon.
sk: Prepáčte, ale vaša batéria je úplne vybitá. Teraz sa budem musieť vypnúť. Uložte svoju prácu a do skorého videnia.

source: If you don't decide, I'll turn off in %d second
da: Hvis du ikke beslutter dig, lukker jeg ned om %d sekund
gl: Se non decide o contrario, apagarase en %d segundo.
sk: Ak sa nerozhodnete, vypnem sa za %d sekundu
tr: Karar vermezseniz, %d saniye içinde kapatacağım

source: If you don't decide, I'll turn off in 30 seconds.
da: Hvis du ikke beslutter dig, lukker jeg ned om 30 sekunder.
fa: اگر تصمیمی نگیرید طی ۳۰ ثانیه خاموش خواهد شد.
gl: Se non decide o contrario, apagarase en 30 segundos.
nb: Hvis du ikke bestemer deg, vil jeg slå av om 30 sekunder.
sk: Ak sa nerozhodnete, vypnem sa za 30 sekúnd
tr: Karar vermezseniz, 30 saniye içinde kapatacağım.

source: MeeGo Devices Panel
da: Enhedspanel for MeeGo
fa: قاب ابزارهای می‌گو
gl: Panel de dispositivos de MeeGo
nb: Meego Enhetspanel
sk: MeeGo panel zariadení
tr: MeeGo Cihazlar Paneli

source: Display brightness - plugged in
da: Skærmlysstyrke - sat til strøm
gl: Mostrar brillo - enchufado á corrente
sk: Jas displeja - pripojený k napätiu
tr: Ekran parlaklığı - güce bağlı

source: Display brightness - on battery
da: Skærmlysstyrke - på batteri
gl: Mostrar brillo - coa batería
sk: Jas displeja - na batérii
tr: Ekran parlaklığı - bataryada

source: Plug in a device and it will be automatically detected.
da: Indsæt en enhed og den vil automatisk blive opdaget.
fa: وسیله را متصل نموده و آن به طور اتوماتیک پیدا خواهد شد
gl: Se se conecta un dispositivo, será detectado automaticamente.
nb: Koble til en enhet og den vil bli automatisk identifisert.
sk: Pripojte zariadenie a bude automaticky nájdené.
tr: Cihazı bağlayın ve cihaz otomatik olarak algılanacaktır.

source: Other devices
da: Andre enheder
fa: دیگر ابزارها
gl: Outros dispositivos
nb: Andre enheter
sk: Iné zariadenia
tr: Diğer cihazlar

source: Sorry, we can't eject at the moment
sk: Prepáčte, ale teraz nemožno vysunúť

source: Sorry, we can't eject because <b>%s</b> is using the disk
sk: Prepáčte, ale teraz nemožno vysunúť, pretože <b>%s</b> používa disk

source: It is safe to unplug this device now
da: Det er sikkert at fjerne denne enhed nu
fa: بهتر است این ابزار همین الان بیرون کشیده شود
gl: Xa pode desconectar o dispositivo
nb: Det er trygt å koble fra enheten nå
sk: Toto zariadenie môžete teraz bezpečne odpojiť
tr: Bu cihazı çıkartmak artık güvenli

source: <span font-weight='bold'>You are using</span> <span color='%s'>%d%% of %s</span>
da: <span font-weight='bold'>Du bruger</span> <span color='%s'>%d%% af %s</span>
fa: <span font-weight='bold'>شما در حال استفاده از</span> <span color='%s'>%d%% of %s</span>
gl: <span font-weight='bold'>Está a utilizar</span> <span color='%s'>%d%% de %s</span>
nb: <span font-weight='bold'>Du bruker</span> <span color='%s'>%d%% of %s</span>
sk: <span font-weight='bold'>Používate</span> <span color='%s'>%d%% z %s</span>
tr: <span font-weight='bold'>Kullanıyorsunuz</span> <span color='%s'>%d%% / %s</span>

source: Trash
da: Papirkurv
fa: زباله دان
gl: Lixo
nb: Papirkurven
sk: Kôš
tr: Çöp

source: Devices
da: Enheder
fa: ابزارها
gl: Dispositivos
nb: Enheter
sk: Zariadenia
tr: Cihazlar

source: Could not run "%s"
da: Kunne ikke køre "%s"
fa: نمی تواند "%s" را اجرا کند
gl: Non é posíbel executar «%s»
nb: Kunne ikke kjøre "%s"
sk: Nemožno spustiť "%s"
tr: "%s" çalıştırılamıyor

source: Import error
da: Importeringsfejl
fa: خطای وارد کردن
gl: Produciuse un erro durante a importación
nb: Importfeil
sk: Chyba importu
tr: İçeri aktarma hatası

source: Import photos
da: Importér billeder
fa: وارد کردن تصاویر
gl: Importar fotografías
sk: Import fotografií
tr: Resimleri al

source: Import media
da: Importér media
fa: واردن کردن رسانه
gl: Importar multimedia
sk: Import fotiek a filmov
tr: Medya al

source: <span font-weight='bold'>%s</span> using <span color='%s'>%d%% of %s</span>
da: <span font-weight='bold'>%s</span> bruger <span color='%s'>%d%% af %s</span>
gl: <span font-weight='bold'>%s</span> usando <span color='%s'>%d%% de %s</span>
nb: <span font-weight='bold'>%s</span> bruker <span color='%s'>%d%% of %s</span>
sk: <span font-weight='bold'>%s</span> používa <span color='%s'>%d%% z %s</span>
tr: <span font-weight='bold'>%s</span> kullanıyor <span color='%s'>%d%% / %s</span>

source: Computer volume
da: Computerlydstyrke
fa: صدای رایانه
gl: Volume do computador
nb: Datamaskin volum
sk: Hlasitosť
tr: Bilgisayar ses düzeyi

source: Sorry, your computer is about to run out of battery. I'm going to have to turn off now. Please save your work and hope to see you again soon.
gl: O equipo está a quedarse sen batería. Vai ter que apagarse. Garde o seu traballo.
nb: Beklager, batteriet i datamaskinen er snart helt tomt. Jeg må slå av maskinen nå. Lagre arbeidet ditt nå og så håper jeg vi ses snart igjen.

source: Ejecting failed, looks like an application is using it
gl: Non foi posíbel expulsalo. Semella que un aplicativo está a usalo
nb: Kunne ikke løse ut, det ser ut som et program bruker enheten

source: If you don't decide, I'll turn off in %d seconds
nb: Hvis du ikke bestemmer deg, vil jeg slå av om %d sekunder

source: Netbook brightness
nb: Netbook-lysstyrke

source: Import data
nb: Importer data

source: If you don't decide i'll turn off in %d seconds
ro: Dacă nu vă decideţi mă voi opri în %d secunde

source: If you don't decide i'll turn off in 30 seconds
ro: Dacă nu vă decideți mă voi opri în 30 de secunde
